thnak/Esp32Vault/demo/linux_demo/sdkconfig.defaults
# ESP32 Vault - Linux Demo Configuration
CONFIG_IDF_TARGET="linux"
